Repository: common-repository/payiq-wc-gateway
Catalog: languages/payiq-wc-gateway-*.po
Languages: sv_se

source: Enable PayIQ Sandbox/Test Mode.
sv_se: Aktivera PayIQ SandBox/Testläge

source: Proceed to PayIQ
sv_se: Fortsätt till PayIQ

source: Enable/Disable
sv_se: Aktivera/Inaktivera

source: Enable PayIQ payment gateway
sv_se: Aktivera PayIQ betalningsalternativ

source: Title
sv_se: Titel

source: This is the title of the payment option that the user sees during checkout, in emails and order history.
sv_se: Detta är titeln av betalningsalternativet som användaren ser vid utcheckningen, i mail och i orderhistoriken.

source: Description
sv_se: Beskrivning

source: This is the description of the payment option that the user sees during checkout.
sv_se: Detta är beskrivningen av betalningsalternativet som användaren ser vid utcheckningen.

source: Pay via PayIQ using credit card or bank transfer.
sv_se: Betala med PayIQ genom att använda kort eller banköverföring

source: Alternative payment icon
sv_se: Alternativ betalningsikon

source: Add the URL to an alternative payment icon that the user sees during checkout. Leave blank to use the default image. Alternative payment method logos can be found <a href="%s" target="_blank">here</a>.
sv_se: Lägg till URLen till den alternativa betalningsikonen som användaren ser vid utcheckningen. Lämna tomt för att använda standardikonen. Alternativa logotyper kan hittas på <a href="%s" target="_blank">here</a>.

source: Icon width
sv_se: Ikonbredd

source: The width of the Alternative payment icon.
sv_se: Bredden av den alternativa betalningsikonen.

source: Language
sv_se: Språk

source: English
sv_se: Engelska

source: Finnish
sv_se: Finska

source: Norwegian
sv_se: Norska

source: Swedish
sv_se: Svenska

source: Set the language in which the page will be opened when the customer is redirected to PayIQ.
sv_se: Sätt språk i fönstret som öppnas när kund dirigeras till PayIQ.

source: Transaction capture
sv_se: Transaktion mottagen

source: On Purchase
sv_se: Vid Köp

source: On order completion
sv_se: Vid Fullbordad Order

source: No
sv_se: Nej

source: "On purchase" means that the money in transferred from the customers account immediately. With "On order completion" the money is transferred when the order is marked as completed. With "No" the transfer needs to be triggered manually from the PayIQ admin.
sv_se: "Vid köp" betyder att pengarna kommer att överföras från kundernas konto omedelbart. Med "Vid Fullbordad Order" komer pengarna överföras från kunden då ordern är markerad som fullbordad. Med "Ingen" innebär det att överförningen kommer att sättas igång manuellt från PayIQs admin.

source: Service name
sv_se: Servicenamn

source: Unique id of your integration. You get this from PayIQ.
sv_se: Ditt unika id för din integration. Detta får du från PayIQ.

source: Shared secret
sv_se: Delad hemlighet

source: Unique key for your integration. You get this from PayIQ.
sv_se: Ditt unika id för din integration. Detta får du från PayIQ.

source: Proxy IP-addresses
sv_se: Proxy IP-adress

source: If you are using a proxy such as Varnish or Nginx(as a proxy), we need to validate the client IPs for security reasons. Enter all proxy IPs here separated by comma.
sv_se: Om du använder en proxy så som Varnish eller Nginx(som en proxy), kommer vi behöva bekräfta klientens IP för säkerhetsskäl. Skriv in alla proxy IPs här separerade med kommatecken.

source: Test Mode
sv_se: Testläge

source: Service Name Sandbox
sv_se: Servicenamn Test

source: Service Name Sandbox.
sv_se: Servicenamn Test

source: Shared Secret Sandbox
sv_se: Delad hemlighet Test

source: Shared Secret Sandbox.
sv_se: Delad hemlighet Test

source: Enable logging (<code>wp-content/uploads/wc-logs/payiq-*.log</code>)
sv_se: Aktivera loggning (<code>wp-content/uploads/wc-logs/payiq-*.log</code>)

source: Awaiting PayIQ payment
sv_se: Inväntar PayIQ betalning

source: PayIQ order could not be canceled.
sv_se: PayIQ ordern kunde inte avbrytas

source: Aborting, captured amount does not equal order amount for order #%d. Please check this order manually.
sv_se: Avrbyter, det inkommande beloppet motsvarar inte beloppet för order #%d. Var vänlig och kontrollera denna order manuellt.

source: PayIQ transaction authorized.
sv_se: PayIQ transaktionen godkändes

source: PayIQ transaction captured.
sv_se: PayIQ transaktionen fångades

source: Order reference
sv_se: Orderreferens

source: Transaction ID
sv_se: Transaktionsid

source: Payment method
sv_se: Betalningsmetod

source: Authorized
sv_se: Godkänd

source: Captured
sv_se: Fångad

source: Settings
sv_se: Inställningar

source: Debug log not writable
sv_se: Debuglog är inte skrivbar

source: Provides a <a href="http://payiq.se/" target="_blank">PayIQ</a> gateway for WooCommerce.
sv_se: Förser en <a href="http://payiq.se/" target="_blank">PayIQ</a> inkörsport för WooCommerce.
